import Image from "../../../../public/images/airplain.jpg";

export const mockData = [
  {
    id: 1,
    image: Image,
    imageContent:
      "Усовершенствованный электронный круиз-контроль входит в стандартную комплектацию, а автоматический климат-контроль кондиционера доступен в некоторых моделях. Еще два способа, которыми Isuzu может помочь вам чувствовать себя комфортно во время круиза.",
    category: "Преимущество",
    title: "Техника нового поколения",
    list: [
      {
        id: 1,
        name: "Безопасность в салоне",
      },
      {
        id: 2,
        name: "Мультимедийный блок",
      },
      {
        id: 3,
        name: "Автоматическая коробка передач",
      },
      {
        id: 4,
        name: "Электронный круиз-контроль",
      },
      {
        id: 5,
        name: "Независовая передняя подвеска",
      },
      {
        id: 6,
        name: "Эргономичное рулевое колесо",
      },
    ],
  },
  {
    id: 2,
    image: Image,
    imageContent:
      "Лонжеронная рама состоит из двух продольных штампованных балок швеллерного сечения — лонжеронов, связанных между собой несколькими поперечинами.",
    category: "Шасси",
    title: "Конструкция лонжеронной шасси",
    list: [
      {
        id: 1,
        name: "Безопасность в салоне",
      },
      {
        id: 2,
        name: "Мультимедийный блок",
      },
      {
        id: 3,
        name: "Лонжеронной шасси",
      },
      {
        id: 4,
        name: "Эргономичное рулевое колесо",
      },
    ],
  },
  {
    id: 3,
    image: Image,
    imageContent:
      "Лонжеронная рама состоит из двух продольных штампованных балок швеллерного сечения — лонжеронов, связанных между собой несколькими поперечинами.",
    category: "Кузов",
    title: "Легкость и прочность это кузов серии N",
    list: [
      {
        id: 1,
        name: "Электронный круиз-контроль",
      },
      {
        id: 2,
        name: "Безопасность в салоне",
      },
      {
        id: 3,
        name: "Мультимедийный блок",
      },
      {
        id: 4,
        name: "Эргономичное рулевое колесо",
      },
    ],
  },
];
