import Image from "../../../../public/images/airplain.jpg";

export const cardsData = [
  {
    title: "Легкость и прочность это кузов серии N",
    subtitle:
      "Все кабины серии N изготовлены в соответствии с последним мировым стандартом безопасности ECE-R29. Двойные боковые дуги безопасности, преднатяжители ремней безопасности и двойные подушки безопасности SRS могут защитить вас в случае аварии.",
    images: [Image, Image, Image, Image, Image],
  },
  {
    title: "Конструкция лонжеронной шасси",
    subtitle:
      "Лонжеронная рама состоит из двух продольных штампованных балок швеллерного сечения — лонжеронов, связанных между собой несколькими поперечинами. Такая рама получила название лонжеронной. Поперечины обычно штампованные, служат не только для соединения между собой лонжеронов и придания всей конструкции необходимой жесткости, но и для крепления различных агрегатов автомобиля.",
    images: [Image, Image, Image, Image, Image],
  },
];
